tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "awscli"
brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "gpg"
brew "jq"
brew "k9s"
brew "krew"
brew "lsd"
brew "mas"
brew "neovim"
brew "pinentry-mac"
brew "poetry"
brew "saml2aws"
brew "starship"
brew "subversion"
brew "tig"
brew "zplug"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-ibm-plex"
cask "font-roboto"
cask "font-roboto-flex"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "font-roboto-serif"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "raycast"
cask "visual-studio-code"
cask "slack"
cask "google-drive"
cask "keybase"
cask "gpg-suite"
mas "1Password 7", id: 1333542190
mas "Session", id: 1521432881
